var local_database = [
  {
    date:"07月29日 2020年",
    title:"【保姆级·「驿站探险」·快速通关攻略】",
    imgSrc:"/images/yizhan.JPG",
    avatar:"/images/t1.JPG",
    content:"牡丹亭的主线和副线我都快快做完了，分享一下心得。方便新手们参考。但我几乎算0氪玩家，用的人也比较非，一定还有更好更快的办法。",
    author:"东西研究所",
    postid: 0,
    detail:"选人冒险属性高的（这个应该不用说吧）。去驿站出发前选人会显示体力的，挑体力高的人去，一次可以做多点任务。还要看人物天赋。我一开始抽到的人没什么厉害的，前期都在用卿级的冯梦龙，他算是卿级属性最好的。然后还有阿朵，自带天赋是摘花砍树都可以省体力，遇到那种-15的牡丹花之类的，相当于省一半体力了。但阿朵属性比较低，可以带珍宝配加属性。后来一些可以用的就是徐霞客（体力多，容易抽到）、王昭君（属性高，省粮草）、汪直、常遇春。别的冒险属性高的我没抽到。反正数值大家自己看，选体力多的就对了！还是体力，三白酒可以补50体力。每天在客栈可以领三次（10:00、16:00、21:00）。还有就是土行孙那里也能拿到。省去看广告的时间。地图上会有小泉水，发光的，不用仔细找也能看到。一次补50体力。同理还有摇钱树，也是发光的，点了能有铜钱（似乎耗费5体力）。反正大家地图上看到什么奇怪东西，又不用花什么体力都可以点一下。"

  },{
    date:"08月02日 2020年",
    title:"【贫穷知府的崛起——苏州商业建筑刷钱布局攻略】",
    imgSrc:"/images/suzhou.JPG",
    avatar:"/images/t3.JPG",
    content:"苏州商业建筑加成雕像有3个，分别是白公狸，分水狸，通贵狸。注：以下攻略综合了收益和布局美观等因素，仅代表个人观点，不等同于最优布局，仅供参考。",
    author:"张文尼Lotus",
    postid: 1,
    detail:"建议渔具店知府大人们选择生产鱼饵。综上所述，苏州商业建筑最优刷钱方式为白公狸：药铺生产人参；分水狸：寿材店生产樟木寿材；通贵狸：渔具店生产鱼饵；"
  },
  {
    date:"08月15日 2020年",
    title:"【土行孙选啥看这个就够了！！！】",
    imgSrc:"/images/tuxingsun.JPG",
    avatar:"/images/t2.JPG",
    content:"土行孙在好友数量到达9个以后，一般每天出现一次，携带10个物品，每次只能选择其中一个物品，剩余物品需要分享给好友。",
    author:"张文尼Lotus",
    postid: 2,
    detail:"天级通用珍宝（太极图＞哮天犬/缚龙索＞打神鞭＞风火轮）;金画轴/喜笑颜开旗;补天石+30/+10;侯级珍宝（蓝色）;铜币+5000/+2000;友情点+300/友情画轴+3;书籍（西游记+3/黄帝内经+3＞道德经+3/史记+3/全萍梅+3）;金矿锭+3;友情点+100/友情画轴+1"
  }
]
var mydata="jiangbai";
module.exports = {
  glList: local_database,
  jiangbai:mydata
}